Repository: fawazar94/DirectLink
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fr, gl, hr, ka, pt_pt, ro, sr, tr, uk

source: Converts the given link to a direct link.
ar: تحويل الرابط المعطى إلى رابط مباشر.
bg: Преобразува подадената връзка в директна препратка.
da: Konverterer det angivne link til et direkte link.
de: Wandelt den angegebenen Link in einen direkten Link um.
es: Convierte el enlace dado en un enlace directo.
fr: Convertit le lien donné en un lien direct.
gl: Converte a ligazón dada a unha ligazón directa.
hr: Pretvara zadanu poveznicu u izravnu poveznicu.
ka: გარდაქმნის მოცემულ ბმულს პირდაპირ ბმულად.
pt_pt: Converte a ligação dada para uma ligação directa.
ro: Convertește link-ul dat într-un link direct.
sr: Pretvara zahtevan link u direktan link.
tr: İstenen bağlantıyı doğrudan bağlantıya dönüştürür.
uk: Перетворює надане посилання на пряме посилання.

source: The link has been previously converted, press NVDA+alt+o to open it in browser.
ar: تم تحويل الرابط مسبقاً، اضغط NVDA + alt + o لفتحه في المتصفح.
bg: Препратката е вече преобразувана. Натиснете NVDA+Alt+O, за да я отворите в браузъра.
da: Linket er tidligere blevet konverteret. Tryk på NVDA+alt+o for at åbne det i browseren.
de: Der Link wurde zuvor umgewandelt. Drücken Sie Alt+NVDA+O, um ihn im Browser zu öffnen.
es: El enlace ya se ha convertido con anterioridad, pulsa NVDA+alt+o para abrirlo en el navegador.
fr: Le lien a été déjà converti précédemment, appuyez sur NVDA+alt+o pour l'ouvrir dans le navigateur.
gl: A ligazón xa se converteu anteriormente, preme NVDA+alt+o para abrila no navegador.
hr: Poveznica je prethodno pretvorena. Za otvaranje poveznice u pregledniku pritisni NVDA+alt+o.
ka: ბმული წინასწარ უკვე დაგენერირებული იყო, დააჭირეთ NVDA+alt+o-ს ბრაუზერში გასახსნელად.
pt_pt: A ligação foi convertida anteriormente, prima NVDA+alt+shift+l para a abrir no navegador.
ro: Link-ul a fost deja convertit, apăsați NVDA+alt+o pentru a-l deschide în browser.
sr: Link je već prethodno pretvoren, pritisnite NVDA+alt+o da ga otvorite u pretraživaču.
uk: Посилання перетворено, натисніть NVDA+alt+o, щоб відкрити його у браузері.

source: The Dropbox link has been converted and copied to the clipboard, press NVDA+alt+o to open it in browser.
ar: تم تحويل رابط Dropbox ونسخه إلى الحافظة، اضغط NVDA+alt+o لفتحه في المتصفح.
bg: Препратката към Dropbox е преобразувана и копирана в клипборда. Натиснете NVDA+Alt+O, за да я отворите в браузъра.
da: Dropbox-linket er blevet konverteret og kopieret til udklipsholderen. Tryk på NVDA+alt+o for at åbne det i browseren.
de: Der Dropbox-Link wurde umgewandelt und in die Zwischenablage kopiert. Drücken Sie Alt+NVDA+O, um ihn im Browser zu öffnen.
es: El enlace de Dropbox se ha convertido y copiado al portapapeles, pulsa NVDA+alt+o para abrirlo en el navegador.
fr: Le lien Dropbox a été converti et copié dans le presse-papiers, appuyez sur NVDA+alt+o pour l'ouvrir dans le navigateur.
gl: A ligazón de Dropbox converteuse e copiouse ó portapapeis, preme NVDA+alt+o para abrila no navegador.
hr: Dropbox poveznica je pretvorena i kopirana u međuspremnik. Za otvaranje poveznice u pregledniku pritisni NVDA+alt+o.
ka: Dropbox-ის ბმული გარდაქმნილია და დაკოპირებულია ბუფერში, დააჭირეთ NVDA+alt+o-ს ბრაუზერში გასახსნელად.
pt_pt: A ligação do Dropbox foi convertida e copiada para a área de transferência, prima NVDA+alt+shift+l para a abrir no navegador.
ro: Link-ul de Dropbox a fost convertit și copiat pe planșetă, apăsați NVDA+alt+o pentru a-l deschide în browser.
sr: Dropbox link je pretvoren i kopiran u privremenu memoriju, pritisnite NVDA+alt+o da ga otvorite u pretraživaču.
uk: Посилання на Dropbox перетворено і скопійовано в буфер обміну, натисніть NVDA+alt+o, щоб відкрити його у браузері.

source: The Google Drive link has been converted and copied to the clipboard, press nvda+alt+o to open it in browser.
ar: تم تحويل رابط Google Drive ونسخه إلى الحافظة، اضغط NVDA+alt+o لفتحه في المتصفح.
bg: Препратката към Google Диск е преобразувана и копирана в клипборда. Натиснете NVDA+Alt+O, за да я отворите в браузъра.
da: Google Drev-linket er blevet konverteret og kopieret til udklipsholderen. Tryk på NVDA+alt+o for at åbne det i browseren.
de: Der Google Drive-Link wurde umgewandelt und in die Zwischenablage kopiert. Drücken Sie Alt+NVDA+O, um ihn im Browser zu öffnen.
es: El enlace de Google Drive se ha convertido y copiado al portapapeles, pulsa NVDA+alt+o para abrirlo en el navegador.
fr: Le lien Google Drive a été converti et copié dans le presse-papiers, appuyez sur nvda+alt+o pour l'ouvrir dans le navigateur.
gl: A ligazón de Google Drive converteuse e copiouse ó portapapeis, preme NVDA+alt+o para abrila no navegador.
hr: Google Drive poveznica je pretvorena i kopirana u međuspremnik. Za otvaranje poveznice u pregledniku pritisni NVDA+alt+o.
ka: Google Drive-ის ბმული გარდაქმნილია და დაკოპირებულია ბუფერში, დააჭირეთ NVDA+alt+o-ს ბრაუზერში გასახსნელად.
pt_pt: O link do Google Drive foi convertido e copiado para a área de transferência, prima nvda+alt+shift+l para o abrir no navegador.
ro: Link-ul de Google Drive a fost convertit și copiat pe planșetă, apăsați NVDA+alt+o pentru a-l deschide în browser.
sr: Google Drive link je pretvoren i kopiran u privremenu memoriju, pritisnite nvda+alt+o da ga otvorite u pretraživaču.
uk: Посилання на Google диск перетворено і скопійовано в буфер обміну, натисніть NVDA+alt+o, щоб відкрити його у браузері.

source: The oneDrive link has been converted and copied to the clipboard, press nvda+alt+o to open it in browser.
ar: تم تحويل رابط oneDrive ونسخه إلى الحافظة، اضغط NVDA+alt+o لفتحه في المتصفح.
bg: Препратката към OneDrive е преобразувана и копирана в клипборда. Натиснете NVDA+Alt+O, за да я отворите в браузъра.
da: OneDrive-linket er blevet konverteret og kopieret til udklipsholderen. Tryk på NVDA+alt+o for at åbne det i browseren.
de: Der OneDrive-Link wurde umgewandelt und in die Zwischenablage kopiert. Drücken Sie Alt+NVDA+O, um ihn im Browser zu öffnen.
es: El enlace de OneDrive se ha convertido y copiado al portapapeles, pulsa NVDA+alt+o para abrirlo en el navegador.
fr: Le lien oneDrive a été converti et copié dans le presse-papiers. Appuyez sur nvda+alt+o pour l'ouvrir dans le navigateur.
gl: A ligazón de OneDrive converteuse e copiouse ó portapapeis, preme NVDA+alt+o para abrila no navegador.
hr: oneDrive poveznica je pretvorena i kopirana u međuspremnik. Za otvaranje poveznice u pregledniku pritisni NVDA+alt+o.
ka: OneDrive-ის ბმული გარდაქმნილია და დაკოპირებულია ბუფერში, დააჭირეთ NVDA+alt+o-ს ბრაუზერში გასახსნელად.
pt_pt: A ligação do oneDrive foi convertida e copiada para a área de transferência, prima nvda+alt+shift+l para a abrir no navegador.
ro: Link-ul de OneDrive a fost convertit și copiat pe planșetă, apăsați NVDA+alt+o pentru a-l deschide în browser.
sr: oneDrive link je pretvoren i kopiran u privremenu memoriju, pritisnite nvda+alt+o da ga otvorite u pretraživaču.
uk: Посилання на oneDrive перетворено і скопійовано в буфер обміну, натисніть NVDA+alt+o, щоб відкрити його у браузері.

source: the oneDrive link has been converted and copied to the clipboard, press alt+nvda+o to open it in browser
ar: تم تحويل رابط oneDrive ونسخه إلى الحافظة، اضغط NVDA+alt+o لفتحه في المتصفح.
bg: Препратката към OneDrive е преобразувана и копирана в клипборда. Натиснете NVDA+Alt+O, за да я отворите в браузъра.
da: oneDrive-linket er blevet konverteret og kopieret til udklipsholderen. Tryk på alt+NVDA+o for at åbne det i browseren
de: Der OneDrive-Link wurde umgewandelt und in die Zwischenablage kopiert, drücken Sie Alt+NVDA+O, um ihn im Browser zu öffnen
es: el enlace de OneDrive se ha convertido y copiado al portapapeles, pulsa NVDA+alt+o para abrirlo en el navegador
fr: Le lien oneDrive a été converti et copié dans le presse-papiers. Appuyez sur nvda+alt+o pour l'ouvrir dans le navigateur.
gl: A ligazón de Dropbox converteuse e copiouse ó portapapeis, preme alt+NVDA+o para abrila no navegador.
hr: oneDrive poveznica je pretvorena i kopirana u međuspremnik. Za otvaranje poveznice u pregledniku pritisni alt+NVDA+o
ka: oneDrive-ის ბმული გარდაქმნილია და დაკოპირებულია ბუფერში, დააჭირეთ NVDA+alt+o-ს ბრაუზერში გასახსნელად
pt_pt: a ligação do oneDrive foi convertida e copiada para a área de transferência, prima alt+nvda+shift+l para a abrir no navegador
ro: link-ul de OneDrive a fost convertit și copiat pe planșetă, apăsați alt+nvda+o pentru a-l deschide în browser
sr: oneDrive link je pretvoren i kopiran u privremenu memoriju, pritisnite alt+nvda+o da ga otvorite u pretraživaču
uk: посилання на oneDrive перетворено і скопійовано в буфер обміну, натисніть alt+nvda+o, щоб відкрити його у браузері

source: The WhatsApp link has been generated and copied to the clipboard, press NVDA+alt+o to open it in browser.
ar: تم توليد رابط WhatsApp ونسخه إلى الحافظة، اضغط NVDA+alt+o لفتحه في المتصفح.
bg: Препратката към WhatsApp е генерирана и копирана в клипборда. Натиснете NVDA+Alt+O, за да я отворите в браузъра.
da: WhatsApp-linket er blevet genereret og kopieret til udklipsholderen. Tryk på NVDA+alt+o for at åbne det i browseren.
de: Der WhatsApp-Link wurde generiert und in die Zwischenablage kopiert. Drücken Sie Alt+NVDA+O, um ihn im Browser zu öffnen.
es: El enlace de WhatsApp se ha convertido y copiado al portapapeles, pulsa NVDA+alt+o para abrirlo en el navegador.
fr: Le lien WhatsApp a été généré et copié dans le presse-papiers, appuyez sur NVDA+alt+o pour l'ouvrir dans le navigateur.
gl: A ligazón de WhatsApp xerouse e copiouse ó portapapeis, preme NVDA+alt+o para abrila no navegador.
hr: WhatsApp poveznica je pretvorena i kopirana u međuspremnik. Za otvaranje poveznice u pregledniku pritisni NVDA+alt+o.
ka: WhatsApp-ის ბმული დაგენერირდა და დაკოპირდა ბუფერში, დააჭირეთ NVDA+alt+o-ს ბრაუზერში გასახსნელად.
pt_pt: A ligação do WhatsApp foi criada e copiada para a área de transferência, prima NVDA+alt+shift+l para a abrir no navegador.
ro: Link-ul de WhatsApp a fost generat și copiat pe planșetă, apăsați NVDA+alt+o pentru a-l deschide în browser.
sr: WhatsApp link je generisan i kopiran u privremenu memoriju, pritisnite NVDA+alt+o da ga otvorite u pretraživaču.
uk: Посилання на WhatsApp згенеровано і скопійовано в буфер обміну, натисніть NVDA+alt+o, щоб відкрити його у браузері.

source: Please select or copy a dropbox link, a google drive link or a oneDrive link to convert, or a WhatsApp number to chat with.
ar: قم بتحديد رابط dropbox أو google drive أو oneDrive أو نسخه لتحويله إلى رابط مباشر أو رابط WhatsApp للدردشة معه.
bg: Моля, изберете или копирайте връзка към Dropbox, Google Диск или OneDrive, за да я конвертирате, или номер на WhatsApp, с който да разговаряте.
da: Vælg eller kopier et dropbox-link, et google drive-link eller et oneDrive-link til at konvertere, eller et WhatsApp-nummer at chatte med.
de: Bitte wählen Sie einen Dropbox-Link, einen Google Drive-Link oder einen OneDrive-Link zum Umwandeln aus oder eine WhatsApp-Nummer zum Chatten.
es: Selecciona o copia un enlace a Dropbox, GoogleDrive u OneDrive para convertirlo, o un número de WhatsApp con el que chatear.
fr: Veuillez sélectionner ou copier un lien dropbox, google drive ou oneDrive à convertir, ou un numéro WhatsApp pour chatter avec.
gl: Por favor selecciona unha ligazón de Dropbox, Google Drive ou OneDrive a converter, ou un número de WhatsApp co que conversar.
hr: Odaberi ili kopiraj dropbox poveznicu, Google disk poveznicu ili oneDrive poveznicu za pretvaranje ili broj WhatsAppa za razgovor.
ka: გთხოვთ, აირჩიოთ ან დააკოპიროთ dropbox, google drive ან oneDrive-ის ბმული გადასაყვანათ, ან WhatsApp ნომერი სასაუბროდ.
pt_pt: Seleccione ou copie um link de caixa pendente, um link de unidade google ou um link de uma unidade para converter, ou um número WhatsApp para conversar.
ro: Vă rugăm să selectați un link de dropbox, de google drive sau de OneDrive pentru a-l converti, ori un număr de WhatsApp cu care doriți să conversați.
sr: Molimo kopirajte ili izaberite dropbox link, google drive link ili oneDrive link za pretvaranje, ili WhatsApp broj sa kojim želite da ćaskate.
tr: Dönüştürmek için bir Dropbox, Google Drive veya One Drive bağlantısı seçin veya kopyalayın ya da mesajlaşmak istediğiniz Whatsapp numarasını seçin veya kopyalayın.
uk: Будь ласка оберіть або скопіюйте посилання на Dropbox, Google Диск чи oneDrive для його перетворення, або номер WhatsApp для початку спілкування з ним.

source: Converts a username or a number to a Telegram link
ar: تحويل اسم مستخدم أو رقم هاتف إلى رابط Telegram
bg: Преобразува потребителско име или номер в препратка към Telegram
da: Konverterer et brugernavn eller et nummer til et Telegram-link.
de: Konvertiert einen Benutzernamen oder eine Nummer in einen Telegram-Link
es: Convierte un nombre de usuario o un número en un enlace de Telegram
fr: Convertit un nom d'utilisateur ou un numéro de téléphone en un lien Telegram.
gl: Converte un nombe de usuario ou número a unha ligazón de Telegram
hr: Pretvara korisničko ime ili broj u Telegram poveznicu
ka: გარდაქმნის მომხმარებლის სახელს ან ნომერს Telegram-ის ბმულად
pt_pt: Converte um nome de utilizador ou um número para um link de telegram
ro: Convertește un nume de utilizator sau un număr într-un link de Telegram
sr: Pretvara korisničko ime ili broj u Telegram link
uk: Перетворює ім'я або номер користувача Telegram на посилання

source: Your clipboard is empty or does not contain text.
ar: إنّ حافظتك فارغة أو لا تحتوي على نص.
bg: Вашият клипборд е празен или не съдържа текст.
da: Din udklipsholder er tomt eller indeholder ikke tekst.
de: Ihre Zwischenablage ist leer oder enthält keinen Text.
es: Tu portapapeles está vacío o no contiene texto.
fr: Votre presse-papiers est vide ou ne contient pas de texte.
gl: O teu portapapeis está vacío ou non contén texto.
hr: Međuspremnik je prazan ili ne sadrži tekst.
ka: თქვენი ბუფერი ცარიელია ან არ შეიცავს ტექსტს.
pt_pt: A sua área de transferência está vazia ou não contém texto.
ro: Planșeta este goală sau nu conține text.
sr: Vaša privremena memorija je prazna ili ne sadrži tekst.
uk: Ваш буфер обміну порожній або не містить тексту.

source: The Telegram link has been previously generated, press NVDA+alt+o to open it in browser.
ar: تم تحويل رابط Telegram مسبقاً، اضغط NVDA + alt + o لفتحه في المتصفح.
bg: Препратката към Telegram е вече преобразувана. Натиснете NVDA+Alt+O, за да я отворите в браузъра.
da: Telegram-linket er tidligere blevet genereret. Tryk på NVDA+alt+o for at åbne det i browseren.
de: Der Telegramm-Link wurde zuvor umgewandelt. Drücken Sie Alt+NVDA+O, um ihn im Browser zu öffnen.
es: El enlace de Telegram ya se ha generado con anterioridad, pulsa NVDA+alt+o para abrirlo en el navegador.
fr: Le lien Telegram a été déjà converti précédemment, appuyez sur NVDA+alt+o pour l'ouvrir dans le navigateur.
gl: A ligazón xa se converteu anteriormente, preme NVDA+alt+o para abrila no navegador.
hr: Poveznica je prethodno pretvorena. Za otvaranje poveznice u pregledniku pritisni NVDA+alt+o.
ka: Telegram-ის ბმული წინასწარ უკვე დაგენერირებული იყო, დააჭირეთ NVDA+alt+o-ს ბრაუზერში გასახსნელად.
pt_pt: A ligação do telegram foi criada anteriormente, prima NVDA+alt+shift+l para a abrir no navegador.
ro: Link-ul de Telegram a fost deja generat, apăsați NVDA+alt+o pentru a-l deschide în browser.
sr: Telegram link je prethodno generisan, pritisnite NVDA+alt+o da ga otvorite u pretraživaču.
uk: Посилання на Telegram згенеровано, натисніть NVDA+alt+o, щоб відкрити його у браузері.

source: The phone number has been converted, press NVDA+Alt+O to open the link in browser.
ar: تم تحويل رقم الهاتف، اضغط NVDA+Alt+O لفتح الرابط في المتصفح.
bg: Телефонният номер е преобразуван. Натиснете NVDA+Alt+O, за да отворите препратката в браузъра.
da: Telefonnummeret er blevet konverteret. Tryk på NVDA+alt+o for at åbne linket i browseren.
de: Die Telefonnummer wurde umgewandelt. Drücken Sie Alt+NVDA+O, um ihn im Browser zu öffnen.
es: Se ha convertido el número de teléfono, pulsa NVDA+alt+o para abrir el enlace en el navegador.
fr: Le numéro de téléphone a été converti, appuyez sur NVDA+Alt+O pour ouvrir le lien dans le navigateur.
gl: A ligazón xa se converteu anteriormente, preme NVDA+alt+o para abrila no navegador.
hr: Poveznica je prethodno pretvorena. Za otvaranje poveznice u pregledniku pritisni NVDA+alt+O.
ka: ტელეფონის ნომერი გარდაქმნილია, დააჭირეთ NVDA+alt+o-ს ბრაუზერში გასახსნელად.
pt_pt: O número de telefone foi convertido anteriormente, prima NVDA+alt+shift+l para a abrir no navegador.
ro: Numărul de telefon a fost deja convertit, apăsați NVDA+alt+o pentru a-l deschide în browser.
sr: Broj telefona je pretvoren, pritisnite NVDA+Alt+O da biste otvorili link u pretraživaču.
uk: Номер телефону перетворено, натисніть NVDA+alt+o, щоб відкрити його у браузері.

source: The username has been converted, press NVDA+alt+o to open the link in browser.
ar: تم تحويل اسم المستخدم، اضغط NVDA+alt+o لفتح الرابط في المتصفح.
bg: Потребителското име е преобразувано. Натиснете NVDA+Alt+O, за да отворите препратката в браузъра.
da: Brugernavnet er blevet konverteret. Tryk på NVDA+alt+o for at åbne linket i browseren.
de: Der Benutzername wurde umgewandelt. Drücken Sie Alt+NVDA+L, um ihn im Browser zu öffnen.
es: Se ha convertido el nombre de usuario, pulsa NVDA+alt+o para abrir el enlace en el navegador.
fr: Le nom d'utilisateur a été converti, appuyez sur NVDA+alt+o pour ouvrir le lien dans le navigateur.
gl: A ligazón xa se converteu anteriormente, preme NVDA+alt+o para abrila no navegador.
hr: Poveznica je prethodno pretvorena. Za otvaranje poveznice u pregledniku pritisni NVDA+alt+o.
ka: მომხმარებლის სახელი გარდაქმნილია, დააჭირეთ NVDA+alt+o-ს ბრაუზერში გასახსნელად.
pt_pt: O número do utilizador foi convertido anteriormente, prima NVDA+alt+shift+l para a abrir no navegador.
ro: Numele de utilizator a fost deja convertit, apăsați NVDA+alt+o pentru a-l deschide în browser.
sr: Korisničko ime je pretvoreno, pritisnite NVDA+alt+o da biste otvorili link u pretraživaču.
uk: Ім'я користувача перетворено, натисніть NVDA+alt+o, щоб відкрити його у браузері.

source: Select a valid phone number or username to generate its Telegram link.
ar: حدد رقم هاتف أو اسم مستخدم صالحاً لإنشاء رابط Telegram الخاص به.
bg: Изберете валиден телефонен номер или потребителско име, за да генерирате препратка към Telegram.
da: Vælg et gyldigt telefonnummer eller brugernavn for at generere dets Telegram-link.
de: Wählen Sie eine gültige Telefonnummer oder einen Benutzernamen, um den Telegram-Link zu generieren.
es: Selecciona un nombre de usuario o número de teléfono válido para generar su enlace de Telegram.
fr: Sélectionnez un numéro de téléphone ou un nom d'utilisateur valide pour générer son lien Telegram.
gl: Selecciona un número de teléfono válido ou nome de usuario para xerar a súa ligazón de Telegram.
hr: Odaberi važeći telefonski broj ili korisničko ime za generiranje njegove Telegram poveznice.
ka: აირჩიეთ ვალიდური ტელეფონის ნომერი ან მომხმარებლის სახელი მისი Telegram ბმულის დასაგენერირებლად.
pt_pt: Seleccione um número de telefone ou nome de utilizador válido para gerar a sua ligação do Telegram.
ro: Selectează un număr de telefon sau un nume de utilizator valid pentru a-i genera link-ul de Telegram.
sr: Izaberite ispravan broj telefona ili korisničko ime za generisanje Telegram linka.
uk: Вкажіть дійсний номер телефону чи ім'я користувача, щоб згенерувати посилання на нього.

source: Opens the converted link in browser.
ar: فتح الرابط المحول في المتصفح.
bg: Отваря преобразуваната препратка в браузъра.
da: Åbner det konverterede link i browseren.
de: Öffnet den umgewandelten Link im Browser.
es: Abre el enlace convertido en el navegador.
fr: Ouvrir le lien converti dans le navigateur.
gl: Abre a ligazón convertida no navegador.
hr: Otvara pretvorenu poveznicu u pregledniku.
ka: ხსნის გარდაქმნილ ბმულს ბრაუზერში.
pt_pt: Abre o link convertido no navegador.
sr: Otvara pretvoren link u pretraživaču.
uk: Відкриває перетворене посилання у браузері.

source: No link has been converted.
bg: Няма преобразувана препратка.
da: Intet link er blevet konverteret.
de: Es wurde kein Link umgewandelt.
es: No se ha convertido ningún enlace.
gl: Non se converteu ningunha ligazón.
hr: Nijedna poveznica nije pretvorena.
ka: არცერთი ბმული არ იქნა გარდაქმნილი.
pt_pt: Nenhuma ligação foi convertida.
ro: Nu a fost convertit niciun link.
sr: Nijedan link nije pretvoren.
uk: Немає перетворених посилань.

source: Direct Link
ar: الرابط المباشر
bg: Директна препратка
da: Direkte link
de: Direktlink
es: Enlace Directo
fr: Lien direct
hr: Izvravna poveznica
ka: პირდაპირი ბმული
pt_pt: Link directo
sr: Direktan link
tr: Doğrudan bağlantı
uk: Пряме посилання

source: Converts dropbox, google drive or oneDrive links to direct links, and opens Whatsapp and Telegram chats with the given number.
ar: تحويل روابط dropbox أو google drive أو oneDrive إلى روابط مباشرة وفتح محادثات WhatsApp وـ Telegram مع الرقم المحدد.
bg: Преобразува връзки на Dropbox, Google Диск или OneDrive в директни препратки и отваря чатове в WhatsApp и Telegram с посочения номер.
da: Konverterer dropbox, google drive eller oneDrive -links til direkte links, og åbner Whatsapp -chats med det givne nummer.
de: Wandelt Dropbox-, Google Drive- oder OneDrive-Links in direkte Links um und öffnet Whatsapp- und TelegrammChats mit der angegebenen Nummer.
es: Convierte enlaces de Dropbox, Google Drive u OneDrive en enlaces directos, y abre chats de WhatsApp y Telegram con un número dado.
fr: Convertit les liens dropbox, google drive ou oneDrive en liens directs, et ouvre les discussions Whatsapp et Telegram avec le numéro de téléphone donné.
gl: Converte ligazóns de dropbox, google drive e oneDrive a ligazóns directas, e abre un chat de whatsApp e Telegram co número dado.
hr: Pretvara dropbox, google drive ili oneDrive poveznice u izravne poveznice, te otvara Whatsapp i Telegram razgovore sa zadanim brojem.
ka: გარდაქმნის dropbox, google drive და OneDrive-ის ბმულებს პირდაპირ ბმულად და მოცემული ნომრით ხსნის Whatsapp და Telegram-ის ჩათს.
pt_pt: Converte as ligações do dropbox, do google drive ou do oneDrive para links directos, e abre as conversas do Whatsapp com o número dado.
ro: Convertește link-uri de dropbox, google drive sau OneDrive în link-uri directe și deschide chat-uri de Whatsapp și de Telegram cu numărul de telefon furnizat.
sr: Pretvara dropbox, google drive ili oneDrive linkove u direktne linkove, i otvara WhatsApp i Telegram ćaskanja sa pruženim brojem.
uk: Перетворює посилання на dropbox, google drive чи oneDrive у прямі посилання, а також відкриває чати Whatsapp і Telegram із заданим номером.

source: The link has been converted previously, press NVDA+alt+shift+l to open it in browser.
tr: Bağlantı daha önce dönüştürülmüş, bağlantıyı tarayıcıda açmak için NVDA+Alt+Shift+l tuşlarını kullanın.

source: The Dropbox link has been converted and copied to the clipboard, press NVDA+alt+shift+l to open it in browser.
tr: Dropbox bağlantısı dönüştürüldü ve panoya kopyalandı. Bağlantıyı tarayıcıda açmak için NVDA+Alt+Shift+l tuşlarını kullanın.

source: The Google Drive link has been converted and copied to the clipboard, press nvda+alt+shift+l to open it in browser.
tr: Google Drive bağlantısı dönüştürüldü ve panoya kopyalandı. Bağlantıyı tarayıcıda açmak için NVDA+Alt+Shift+l tuşlarını kullanın.

source: The oneDrive link has been converted and copied to the clipboard, press nvda+alt+shift+l to open it in browser.
tr: One drive bağlantısı dönüştürüldü ve panoya kopyalandı. Bağlantıyı tarayıcıda açmak için NVDA+Alt+Shift+l tuşlarını kullanın.

source: the oneDrive link has been converted and copied to the clipboard, press alt+nvda+shift+l to open it in browser
tr: One drive bağlantısı dönüştürüldü ve panoya kopyalandı. Bağlantıyı tarayıcıda açmak için NVDA+Alt+Shift+l tuşlarını kullanın.
