Repository: fawazar94/DirectLink
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fr, gl, hr, ka, pt_pt, ro, sr, tr, uk

source: The WhatsApp link has been generated and copied to the clipboard, press NVDA+alt+shift+l to open it in browser.
tr: Whatsapp bağlantısı oluşturuldu ve panoya kopyalandı. Bağlantıyı tarayıcıda açmak için NVDA+Alt+Shift+l tuşlarını kullanın.

source: opens the converted link in browser.
tr: Dönüştürülen bağlantıyı tarayıcıda açar.

source: Converts dropbox, google drive or oneDrive links to direct links, and opens Whatsapp chats with the given number.
tr: Dropbox, google drive veya oneDrive bağlantılarını doğrudan bağlantılara dönüştürür ve verilen telefon numarasıyla Whatsapp sohbeti açar.
